/* . Ask the user if they meant something else, : correction_message */
"correction_message" = "Voiai să spui?";

/* . Distance in kilometers, : distance */
"distance" = "${PARAM} km";

/* . Error message, : error_message */
"error_message" = "A apărut o eroare. Te rugăm să încerci din nou mai târziu";

/* . hint for text field, : input_hint */
"input_hint" = "de exemplu ///periat.reușesc.primite";

/* . Warning message indicating no address, : invalid_address_message */
"invalid_address_message" = "Nu a fost găsită nicio adresă validă what3words";

/* . Prompt to tell a user to speak, : voice_placeholder */
"voice_placeholder" = "Spune o adresă de 3 cuvinte...";

/* . Slashes to prefix the three word address., : w3w_slashes */
"w3w_slashes" = "///";

/* . Slashes with a marker for the three word address, : w3w_slashes_with_address */
"w3w_slashes_with_address" = "///${PARAM}";

